{"class_name": "Sequential", "keras_version": "1.2.2", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "layer1", "output_dim": 768, "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dtype": "float32", "input_dim": 3072, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "batch_input_shape": [null, 3072]}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "layer2", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 768, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 384}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "output", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 384, "b_regularizer": null, "W_regularizer": null, "activation": "softmax", "output_dim": 2}}]}